trunk/src/QLDiemComApp/test/TestTimTenHocSinhByIdHocSinh/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:qld="QLDiemComApp">
  <soapenv:Body>
    <qld:TimTenHocSinhByIdHocSinhOperation>
      <id_hocsinh>1</id_hocsinh>
    </qld:TimTenHocSinhByIdHocSinhOperation>
  </soapenv:Body>
</soapenv:Envelope>